[
    {
        "pyrrha": "<div><p>Pyrrha is a native desktop application that creates dynamic and realistic data to help developers test their software. It also provides other IT professionals such as system administrators with the opportunity to try out different scenarios for their company’s network infrastructure (databases, active directories, etc.) on a test server without using actual employee data.</p><p>Features:</p><ul><li>It generates various types of user data (username, password, first and last name, email, etc.).</li><li>You can enable or disable any field to produce only the kind of information you require. You can also change the field names.</li><li>Addresses are created using a range of real districts in Athens (Greece). This way, you can use Pyrrha whenever you want to test apps that have geolocation capabilities.</li><li>The program produces Greek names and addresses that are available in both Greek and Latin characters.</li></ul><h3>Installation</h3><p>Pyrrha is a portable application, so it doesn’t need to be installed. Just extract the application’s main folder from the .zip file (Windows) or .tar file (Linux), and save it in a place of your choice.</p><h3>Run Application</h3><p> <span>Windows:</span> Go to application’s main folder and double-click the Pyrrha.exe file.</p><p><span>Linux:</span> Things are a bit more complex here. You have two options to run this application.<ol><li> From the command line, go to the application’s main folder and type ./Pyrrha</li><li>From the file manager (Nemo or other), go to the application’s main folder and double-click Pyrrha.sh. Make sure that Pyrrha.sh has execution rights (right-click on the file Properties <i class=\"fas fa-arrow-circle-right\"></i> Permissions; check “allow executing file as program”). If you double-click Pyrrha.sh and the file opens on an editor, you will have to change the preset behavior for sh files. In the file manager, go to the File menu <i class=\"fas fa-arrow-circle-right\"></i> Preferences <i class=\"fas fa-arrow-circle-right\"></i> Behavior. Under the “Executable Text Files” option, choose “Run them” or “Ask what to do.”</li></ol></p><h3>License</h3><p> Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the \"Software\"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:</p><p>The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.</p><p>THE SOFTWARE IS PROVIDED \"AS IS\", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.</p></div>",
        "thales": "Under Construction",
        "athena": "Under Construction"
    }
]